prodotto-kar/src/main/resources/NoPlugin/Esempi/DCSanita_CIS_2005-01_ricercaPuntualeEventi.in.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsd="http://www.w3.org/1999/XMLSchema" xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance" soap-env:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><soap-env:Header><t:CoopContext xmlns:t="http://www.crs.lombardia.it/schemas/mw/2004-01/coopcontext/"><Transport><Mode>Sync</Mode><Dest>DCSanita</Dest></Transport><Security><FunContext><credential><validity><emittedDate>10/08/2005+16:44:40,796</emittedDate><sessionMaxTime>10/08/2005+16:44:40,796</sessionMaxTime></validity><vrs><mjr>1</mjr><min>0</min></vrs><ctf><reg><cod/><des/></reg><app><cod/><des/></app><pro><cod/><des/></pro><ter><cod/><des/></ter><str><cod/><des/></str><pre><cod/><des/></pre><rep><cod/><des/></rep></ctf><role><code>14</code><description>MEDICO RSA</description></role><userId>TMCTGB45F62C659R</userId><iupSeed>1111</iupSeed></credential></FunContext><CitCardPresent>false</CitCardPresent><CitAuth>false</CitAuth><CitCF>GBBGCB70A01Z368C</CitCF><CitSmartCardSN>987WW808</CitSmartCardSN></Security><Sla><Log><Global><TrackID>1123685078265</TrackID><Timestamp>10/08/2005+16:44:40,828</Timestamp></Global></Log></Sla></t:CoopContext><a:AppContext xmlns:a="http://www.crs.lombardia.it/schemas/mw/2004-01/appcontext/"><Request clientProd="DCSanita" clientVer="0.0"/></a:AppContext></soap-env:Header><soap-env:Body><m:CIS.ricercaPuntualeEventi xmlns:m="http://www.crs.lombardia.it/schemas/DCSanita/CIS/2005-01/ricercaPuntualeEventi/" dataSetVersion="1.1"><param><ll:CRSlegalContent xmlns:ll="http://www.crs.lombardia.it/schemas/mw/2004-01/legalContent/" type="Text" opLegSign="true" opWeakSign="true" feSign="false" citAttes="true" tStamp="false" verify="OK"/><ricercaPuntualeEventi><codiceEvento></codiceEvento><codicePrescrizione>TSFM000051</codicePrescrizione><codicePrestazioneErogata></codicePrestazioneErogata><codiceFiscale>GBBGCB70A01Z368C</codiceFiscale><IDAssistito/><IDCittadinoNONSISS></IDCittadinoNONSISS><numeroPratica>20060601</numeroPratica><numeroNosologico>20060610</numeroNosologico><codiceStrutturaErogatrice></codiceStrutturaErogatrice><subCodiceStrutturaErogatrice></subCodiceStrutturaErogatrice></ricercaPuntualeEventi></param></m:CIS.ricercaPuntualeEventi></soap-env:Body></soap-env:Envelope>